alsa-firmware
alsa-plugins
alsa-utils
arc-gtk-theme
arc-icon-theme-git
arch-firefox-search
asciiquarium
asunder
audacity
autoconf
automake
bash
bash-pipes
binutils
bison
blender
breeze-icons
bzip2
cava
chromium
clang
cmatrix
cmus
coreutils
cryptsetup
cups
device-mapper
dhcpcd
dialog
diffutils
discord
dmenu
dnf
dosfstools
dvb-firmware
e2fsprogs
eclipse-java
eclipse-pydev
efibootmgr
evolution
fakeroot
feh
file
filesystem
findutils
firefox
firefox-adblock-plus
firefox-firebug
flex
gawk
gcc
gcc-libs
gettext
gimp
git
glibc
gpmdp-remote
grep
grub
gzip
hdparm
htop
i3-gaps
i3blocks
i3lock
i3status
ifplugd
inetutils
iproute2
iputils
jfsutils
less
lib32-virtualgl
libmpdclient
libtool
libva-intel-driver
licenses
linux
linuxtv-dvb-apps
lm_sensors
logrotate
lutris
lvm2
lxappearance
lxrandr
m4
make
man-db
man-pages
mdadm
mpc
mpd
nano
ncmpcpp
neomutt-git
netctl
numix-gtk-theme
numix-icon-theme-git
numix-square-icon-theme-git
okular
oomox
opencl-nvidia
openssh
os-prober
oxygen-cursors-extra
package-query
pacman
papirus-libreoffice-theme-git
patch
pciutils
pcmciautils
perl
pkg-config
polybar-git
powerline
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
python-netifaces
python-psutil
python2-netifaces
python2-psutil
python2-requests
qbittorrent
qt5-declarative
ranger
redshift
reiserfsprogs
rofi
rsync
s-nail
samsung-unified-driver
samsung-unified-driver-common
samsung-unified-driver-printer
samsung-unified-driver-scanner
scrot
sed
shadow
siji-git
steam
steam-native-runtime
stremio-bin
sudo
sysfsutils
system-config-printer
systemd-sysvcompat
tar
termite
texinfo
texlive-core
thunar
tree
ttf-anonymous-pro
ttf-dejavu
ttf-font-awesome
ttf-inconsolata
ttf-liberation
unzip
usbutils
util-linux
variety
vi
vim
vlc
w3m
w_scan
wal-git
wget
which
wine-staging
winetricks
wpa_actiond
wpa_supplicant
wxgtk2
xcompmgr
xcursor-neo-alien-dark
xdg-user-dirs
xf86-video-intel
xf86-video-nouveau
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yaourt
zsh
